Tips4Java/src/WebService/AG1getC.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetClienti xmlns="http://tempuri.org/">
      <agentId>1</agentId>
      <lastVersion>1</lastVersion>
    </GetClienti>
  </soap:Body>
</soap:Envelope>